//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Obter suporte";
"GetLabsUninstaller" = "Obter o Desinstalador";


// DISPATCHER
"ReinstallButtonDescription" = "Instale a versão mais atual";
"UninstallButtonDescription" = "Remover a instalação atual";

"ReinstallButtonTitle" = "OBTER A MAIS ATUAL";
"UninstallButtonTitle" = "DESINSTALAR";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Não é possível instalar o Adobe® Flash® Player.\n";
"NewerFlashPlayerAlreadyInstalled" = "Uma versão mais nova do software já está instalada neste sistema.";
"InstalledVersionTitle" = "Versão instalada:";
"ThisVersionTitle" = "Esta versão:";
"SystemDoesNotMeetMinimumRequirements" = "O sistema não atende aos requisitos mínimos para instalação. Mac OS X %@ ou superior é necessário.";
"NeedToUninstallFirst" = "Você deve executar o desinstalador do Flash Player antes de instalar esta versão do programa. Acesse a página do Adobe Labs para baixar o desinstalador.";

// WELCOME
"LicenseAgreementLink" = "Leia a licença aqui.";
"ReadAndAgreeToTermsOfUse" = "Li e concordo com os termos do contrato de licença do Flash Player.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Feche estes aplicativos para continuar:";
"CloseFPClientsDescription2" = "É possível fechá-los manualmente ou clicando abaixo.";

"ForceCloseAllButtonTitle" = "Forçar fechamento de todos";

"CloseAppsDialogTitle" = "Feche os aplicativos adicionais";
"CloseAppsDialogMessage" = "Ainda existem alguns aplicativos que devem ser fechados.\n\nClique em OK para ver uma lista atualizada.";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Fechar";


// INSTALL
"FPInstallerWindowTitle" = "Instalador do Adobe Flash Player %@";

"EnableInstallMessage" = "Para aceitar a instalação, clique na caixa de seleção acima para aceitar o contrato de licença.";

"InstallingMessage" = "Instalando…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Finalizando instalação...";

"InstallButtonTitle" = "INSTALAR";
"RetryButtonTitle" = "TENTAR NOVAMENTE";
"QuitButtonTitle" = "SAIR";
"DoneButtonTitle" = "CONCLUÍDO";
"DownloadButtonTitle" = "BAIXAR";

// +--> Success
"InstallSucceededTitle" = "A instalação do Flash Player %@ está concluída";
"RestartBrowserMessage" = "Reinicie o navegador";

// +--> Failure
"InstallFailedTitle" = "Falha na instalação";
"InstallFailedDescription" = "A instalação falhou.";
"ErrorLogTitle" = "Registro de erros:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Atualizar as preferências do Adobe Flash Player";
"UpdateOptionsSubheader" = "As atualizações e os aprimoramentos de segurança podem ser baixados e instalados automaticamente.";
"UpdateMethodSelectionTitle" = "Escolher um método de atualização:";
"UpdateOption_InstallAutomatically" = "Permitir que a Adobe instale atualizações (recomendado)";
"UpdateOption_NotifyUser" = "Notificar-me para instalar atualizações";
"UpdateOption_DoNotCheckForUpdates" = "Nunca verificar atualizações (não recomendado)";
"UpdateOptionsLearnMore" = "Saiba mais";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_br";


// UNINSTALL
"FPUninstallerWindowTitle" = "Desinstalador do Adobe Flash Player";
"UninstallDescriptionText" = "Este programa removerá o Adobe® Flash® Player do computador.";
"UninstallDescriptionText_PlusTentacleRemover" = "Este programa removerá o Adobe® Flash® Player e todos os arquivos de cache e configurações associadas do computador.";

"UninstallingMessage" = "Desinstalando…";
"UninstallCompletedTitle" = "Concluído";

// +--> Success
"UninstallSucceededText" = "O Adobe® Flash® Player foi removido do sistema.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "Não foi possível carregar informações de atualização. Verifique sua conexão à Internet e tente novamente.";
"CheckingForUpdatesText" = "Obtendo informações de atualização…";

// No update available
"FlashPlayerIsUpToDate" = "O Adobe® Flash® Player está atualizado em seu sistema.";

// Update available
"AutoUpdateXmlLocale" = "pt";
"FPAutoUpdateWindowTitle" = "Atualizar o Adobe Flash Player";
"UpdateAvailableText" = "Uma atualização do Adobe® Flash® Player está disponível.";
"InstallThisUpdateQuestion" = "Instalar esta atualização?";
"ChangeSettingsText" = "Você pode alterar as suas configurações de atualização no Gerenciador de configurações locais";
"LaunchLSMLink" = "Iniciar o Gerenciador de configurações locais";

"RemindMeLaterButtonTitle" = "LEMBRAR-ME MAIS TARDE";


// Download Progress Panel
"CancelButtonTitle" = "CANCELAR";
"DownloadSucceededTitle" = "Download bem-sucedido";
"DownloadFailedTitle" = "Falha no download";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "Ocorreu um erro ao baixar o instalador. Verifique se ele está conectado à Internet e tente novamente.";
"DownloadingMessage" = "Fazendo o download…";
"VerifyingDownloadMessage" = "Verificando o download…";
"UnpackingDownloadMessage" = "Descompactando o download…";
"LaunchingInstallerMessage" = "Iniciando instalador…";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/br/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/br/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Dados de utilização";
"AnalyticsCheckboxLabel" = "Enviar dados de utilização anônimos";
"AnalyticsCheckboxDescription" = "Disponibilize seus dados de utilização anônimos e nos ajude a melhorar o Adobe Flash Player. Você pode alterar essa opção a qualquer momento.";
"AnalyticsLearnMore" = "Saiba mais";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_br";
